"PageTitle" = "Sélectionner une destination";

/* Target Select Strings */
"SelectMessage_Volumes" = "Sélectionnez le disque sur lequel vous souhaitez installer le logiciel %@.";
"SelectMessageChecking_Volumes" = "Examen des disques supplémentaires…";

/* Domain Select Strings */
"SelectMessage_Domains" = "Comment souhaitez-vous installer ce logiciel ?";
"SelectMessageChecking_Domains" = "Examen des emplacements supplémentaires d’installation…";

/* Available domain strings */
"DomainInstall_Local" = "Installer pour tous les utilisateurs de cet ordinateur";
"DomainInstall_User" = "N’installer que pour moi";
"DomainInstall_Anywhere" = "Installer sur un disque spécifique…";

/* The entire destination message - where the software will be installed. Displayed on the regular panel. */
"DestinationMessageDriveAndDirectory" = "Vous avez choisi d’installer ce logiciel dans le dossier « %1$@ » sur le disque « %2$@ ».";
"DestinationMessageDriveOnly" = "Vous avez choisi d’installer ce logiciel sur le disque « %@ ».";
"DestinationMessage_HomeDir" = "Vous avez choisi d’installer ce logiciel dans votre dossier de départ. Seul l’utilisateur actuel pourra utiliser ce logiciel.";
"DestinationMessage_LocalMachine" = "Vous avez choisi d’installer le logiciel pour tous les utilisateurs de cet ordinateur.";

/* Tells the user how much space is needed to install the software */
"SizeMessageInstallNoSpaceNeeded" = "L’installation de ce logiciel ne requiert pas d’espace supplémentaire.";
"SizeMessageInstall" = "L’installation de ce logiciel requiert %@ d’espace libre.";


"CannotInstallMessage_Volume" = "%1$@ ne peut être installé sur ce disque. %2$@";
"CannotInstallMessage_Domain" = "Vous ne pouvez pas installer %1$@ à cet emplacement. Le programme d’installation %1$@ ne permet pas d’installer son logiciel ici.";

"InstallMessage" = "Vous avez choisi d’installer %@ sur ce disque.";
"UpgradeMessage" = "Vous avez choisi de mettre à niveau %@ sur ce disque.";

"NeedChangeInstallMessage" = "Vous ne pouvez pas installer %1$@ sur ce disque sans modifier les réglages d’installation. Cliquez sur Options pour modifier vos réglages. %2$@";

/* Options Panel Strings */
"InstallOSDescription" = "Installer %@";
"InstallOSDescriptionParagragh" = "Installe %@ pour la première fois.";

"UpgradeOSDescription" = "Mettre à niveau %@";
"UpgradeOSDescriptionParagragh" = "Met à niveau une version antérieure de %@.";

/* Version Package Rev Strings */
"VersionSheetTitle" = "Le disque choisi contient un logiciel plus récent que celui que vous installez.";
"VersionSheetMessage" = "L’installation de ce logiciel remplacera la version plus récente par une version plus ancienne.";
"VersionInstallMessage" = "Vous avez choisi d’installer ce logiciel sur un disque où une version plus récente est déjà présente.";
